export const defaultEditorContent1 = {
  type: 'doc',
  content: [
    {
      type: 'heading',
      attrs: { level: 5 },
      content: [
        {
          type: 'paragraph',
          content: [
            {
              type: 'text',
              text: '-Хэнийг ч яахав дээ. Зэгсэн эрчүүд ч манайд олон л байна.\n -Шадар жанжин минь! Та саяхан өөрөөс тань ташуур жанчуулж байсан бараа бологч зарлага эрийг явуулж орхиоч! гэж Үй жанжин хэлэхдээ «Тэр эр харахад сэр-гэлэн, шийтгэл хүлээж байсан болохоор Чингүнжавын эрх дураар байдлыг бишрэн дагах сүжиггүй болоо биз. Тийм хүн чухаг» хэмээн бодов.\n-Миний зарлага Очирхүүг үү? Тэр эр жаахан савсаг биш байгаа? гэж Чи ван дурамжхан царай гаргаснаа та тааллаараа болгоо гэв.\n-Өөр нэг хүнийг нь Дархан ван та гарга. Би таны дэр-гэдийн хиа Хөххүү гэдэг эрийг төлөв, ёс журмыг хүн-дэтгэх дуртай, чийрэг эр гэж харсан хэмээн Үй жанжин Рэ ванд хандлаа. Чингүнжав, Дархан ванд сэм далдаар тэр эрийгээ зөвшөөрч явуул гэсэн дохио болгож нүд ирмэн толгой дохилоо.\n-Хөххүүгээс өөр хүн жанжин танд таалагдахгүй байна уу?\n-Би таны хиаг Бээжинд хэд дахин очсон болохоор га-зар баримжаалж мэднэ гэж бодож байна.\n-Жанжин ван таны зарлигийг нуталах эрхийг боол би эдлэх ёсгүй бизээ гэж Рэ ванг хэлбэл Дайчин ван инээж:\n-Хоёр хиагаа морь шилүүлэн унуулаад Банди жанжин дээр очих тушаалыг вангууд минь буулгаж таал даа! Хатуу чандаар журам сахиж явах тухай сануулж хэлэх биз гэв.\nЧи ван дотроо баясаж, майхандаа ороод Очирхүүг дуудуулан уулзаж сэм хэлсэн нь:\n-Чи Бээжин орох боллоо. Замдаа манж ноёныг сайн асарч яваарай! Энэдэж гэндэв. Чи Ган Сүи лин ноёнг танина, суудаг хэрмийг нь ч мэднэ. Тэр хүнд нууцаар өгөх нэг бичиг, жаахан бэлэг Дондог мэйрэнгээс ав. Би одоохон бэлтгүүлнэ. Тэр бичгийг гутлынхаа уланд хийж нуугаарай Би чамайг ташуурдаж жанчсаныхаа ачаар Бээжинд явуулах болоо бизээ хэмээн шивэгнэж хэллээ. Очирхүү ч учрыг ойлгон бөхийн ёслоод майхнаас гарав.',
            },
          ],
        },
      ],
    },
  ],
}
export const defaultEditorContent2 = {
  type: 'doc',
  content: [
    {
      type: 'heading',
      attrs: { level: 5 },
      content: [
        {
          type: 'paragraph',
          content: [
            {
              type: 'text',
              text: 'Хоёр хиаг унах морио сойж бэлтгэн, хувцас хэрэглэлээ янзлах зуурт Дондог шадар вангийн нууц зарлиг ёсоор Ган\nсүй лин өвгөнд хүргэж барих бичиг гурван булганы арьс тусгайлан боож өгөөд богцонд нь хийлгэсэн байна.\nУг бичигт өгүүлсэн нь «Зүүнгар орох замаас их эр-дэмтэн таны амгаланг эрж бөхийн сөгдье. Таны амгаланг эрэгч хүн болбоос боол миний дэргэдийн хиа тул ямар ч зарлиг сургаал та\nайлдана, надад эндэгдэлгүй хүргэх билээ. Мөхөс би бээр монгол үндэс язгуурынхаа эрх тусын үүднээс хүчин зүтгэх санааг өвөрлөн, хэрхэх учир зүйд нэн мулгуйдаж зохисыг эрэн\nхайсаар явна. Надад айн сандарч мэгдэх зүйл өчүүхэн ч алга. Ганцхан санаа бодол маань эцэс төгсгөлийн шимд үл хүрч саарах вэ хэмээн болгоомжлон буй билээ. Надад тус нэмэр\nүзүүлэх итгэлт дээдсүүд бас буйг таны сонорт энэ ялдамд болгоолгоё. Мөхөс намайг өршөөн уучилж соёрхох буй заа.\nМэргэн ухаантан танаас хичээнгүйлэн эрэхэд Дайчин төрийн их хаантан халх, Зүүнгарыг хэрхэх таалалтай байгааг монгол түмний язгуурын тусыг санаж мөхөс надад хэлж болгоохыг\nтуйлаас эрье. Таны итгэлийг мөхөс хүн би бээр хэзээ ч хөсөрт хаян эндэгдэлд хүргэхгүйн учрыг мэргэн ах танд тангараг болгон айлтгая. Энэхүү мунхаг хүнээс нэн яарч, хээр үйлдсэн\nзурвасыг мэргэн эрдэмтэн та болгоон үзсэн дороо шатаах бизээ...» гэсэн байв. Уг бичгийн сүүлчийн өгүүлбэр нь та бидний харилцаа маш нууц байх болно гэсэн санааг илэрхийлж Ган\nовогт хүнийг өөртөө дахин итгүүлэхийг чармайсан байв.\nХоёр хиа морьдын сайныг хосолж унаад эзэн тэнгэрт айлтгал хийх манж түшмэлийг чилээж ядраалгүй элдэв ослоос болгоомжлон асарч явах тушаал Банди жанжнаас авч их замаар Бээжинг\nзорин одов. Тэр манж түшмэл цэргийн довтолгооны явц, Зүүнгарын эзлэгдсэн зарим нутгийн байдлыг Чин улсын хаанд бараалхаж айлтгахаар яваа нь мэдээж билээ. Харин монгол ноёд\nжанжингуудын ',
            },
          ],
        },
      ],
    },
  ],
}

export const defaultEditorContent3 = {
  type: 'doc',
  content: [
    {
      type: 'heading',
      attrs: { level: 5 },
      content: [
        {
          type: 'paragraph',
          content: [
            {
              type: 'text',
              text: 'байдал, бодол санааг хаанд илтгэн, сонорт хүргэх нэг эрхэм зүйл түүнд байгааг мэдсэн хүн үгүй байлаа.\nЦэргийн довтолгоон цааш үргэлжлэн, аялал улам хурдсаж билээ. Тэд тулалдаан үзээгүй хэвээр, хошууч анги зарим цөөн газарт бага сага байлдан Зүүнгарын цөөвтөр цэргийг цохин\nустгаад урагшилж байна гэсэн мэдээ Амарсанаа жанжнаас авч явлаа. \nХалхын цэргийн тогтоосон зайг барин мянгат, зуутаар бөөгнөрөн аялсаар, тэр цувааны дунд орчим Дайчин ван, Шадар ван, Дархан ван нар өөр өөрсдийн цөөн цэргүүдийн хамт явсаар\nбайв. Аяны замд Дайчин ван улам эелдэг зантай болж элдвийг ярихыг хичээн ам хуурай явах нь цөөн байлаа.\n-Зүүнгараас «их аюултай цэрэг довтлон орж ирж халхыг сүйрэлд оруулах гээд бэлтгэж байгаа» гээд байсан нь хаа байна вэ? Ойрадын цэрэг гэх юм алга шив дээ. Бидэнд довтлон аюул\nтарих нь байтугай өөрийгөө хам-гаалах цэрэг Зүүнгарт үгүй бололтой нь яасан хачин хэрэг вэ гэж Үй жанжин Рэ ван, Чи ван нарт нэг бус удаа хэлэв. Тэрбээр бас:\n-Бид манжийн ноёдын тоглоом болж морь мал, эд юмаа сүйтгэн яваагаас зайлахгүй боллоо гэж харамсах байд-лаар өгүүлэх нь бараг чихэн чийр болох шахаж «Үнэнийг зөв болгоодог ноён\nшив» гэсэн ойлголт Чингүнжавт тө-рүүлэх шахжээ.\nЦэрэг зогсож нэгэн голын зах дээр үдлэг хийж байтал дархан вангийн хошууны цэргийн дэд даамал Хүнцэл хэсэг хот айлын арав гаруй охид хүүхнүүдийг явгалан туусаар өөрөө жаахан\nхаламцуу яваа ч болов уу гэмээр дуу шуу болон вангуудын шашрын гадаа давхиж ирэв. Тэр хэдэн морьт цэрэг дагуулсан аж.\n-Та нар болгоон соёрхоцгоо, ноёд минь! Энэ хэдэн өлөг-чингүүд биднийг гэрт нь очиход хот хороондоо орж нуугдаад чоно шиг үзэж байна. Барьж аваад юм асуухад уйлж маяглаад огт үг\nхэлэх биш. Эд нар эрэгтэй хүмүүсээ хайшаа юунд одож арилсныг бас хэлэхгүй нууж байна. Мэдээжийн эдний эр нөхрүүд нь цэрэгт явж ',
            },
          ],
        },
      ],
    },
  ],
}
